Repository: dariolr/Agenda_Project
Catalog: agenda_backend/lib/core/l10n/intl_*.arb
Languages: it

# navClients
source: Clients
it: Clienti

# navServices
source: Services
it: Servizi

# navProfile
source: Profile
it: Profilo

# navMore
source: More
it: Altro

# clientsTitle
source: Clients List
it: Elenco Clienti

# errorFormFactorBuilderRequired
source: Specify at least one builder for form factor
it: Specificare almeno un builder per form factor

# errorFormFactorBuilderMissing
source: No builder available for {factor}
it: Nessun builder disponibile per {factor}

# errorTitle
source: Error
it: Errore

# errorNotFound
source: Page not found: {path}
it: Pagina non trovata: {path}

# errorServiceNotFound
source: Service not found
it: Servizio non trovato

# errorExceptionNotFound
source: Exception not found: {id}
it: Eccezione non trovata: {id}

# staffScreenPlaceholder
source: Team Screen
it: Schermata Team

# actionDelete
source: Delete
it: Elimina

# actionCancel
source: Cancel
it: Annulla

# actionConfirm
source: Confirm
it: Conferma

# actionClose
source: Close
it: Chiudi

# actionRetry
source: Retry
it: Riprova

# deleteConfirmationTitle
source: Confirm deletion?
it: Confermi l’eliminazione?

# agendaToday
source: Today
it: Oggi

# agendaPrevDay
source: Previous day
it: Giorno precedente

# agendaNextDay
source: Next day
it: Giorno successivo

# agendaPrevWeek
source: Previous Week
it: Settimana precedente

# agendaNextWeek
source: Next Week
it: Settimana successivo

# agendaPrevMonth
source: Previous month
it: Mese precedente

# agendaNextMonth
source: Next month
it: Mese successivo

# agendaNoLocations
source: No locations available
it: Nessuna sede disponibile

# agendaSelectLocation
source: Select location
it: Seleziona sede

source: All locations
it: Tutte le sedi

# availabilityTitle
source: Weekly availability
it: Disponibilità settimanale

# availabilityTitleFor
source: Availability – {name}
it: Disponibilità – {name}

# availabilitySave
source: Save changes
it: Salva modifiche

source: Current week
it: Settimana corrente

# labelSelect
source: Select
it: Seleziona

# staffHubAvailabilityTitle
source: Availability
it: Disponibilità

# staffHubAvailabilitySubtitle
source: Configure weekly working hours
it: Configura gli orari di lavoro settimanali

# staffHubTeamSubtitle
source: Manage members and roles
it: Gestione membri e ruoli

# staffHubStatsTitle
source: Statistics
it: Statistiche

# staffHubStatsSubtitle
source: Performance and workloads
it: Performance e carichi di lavoro

# staffHubNotYetAvailable
source: Not yet available
it: Non ancora disponibile

# staffEditHours
source: Edit hours
it: Modifica orari

# actionEdit
source: Edit
it: Modifica

# durationHour
source: {hours} hour
it: {hours} ora

# durationHourMinute
source: {hours} hour {minutes} min
it: {hours} ora {minutes} min

# freeLabel
source: Free
it: Gratis

# priceStartingFromPrefix
source: starting from
it: a partire da

# priceNotAvailable
source: N/A
it: N/D

# clientsNew
source: New client
it: Nuovo cliente

# clientsEdit
source: Edit client
it: Modifica cliente

# clientsEmpty
source: No clients
it: Nessun cliente

# actionSave
source: Save
it: Salva

# filterAll
source: All
it: Tutti

# filterInactive
source: Inactive
it: Inattivi

# filterNew
source: New
it: Nuovi

# formFirstName
source: First name
it: Nome

# formLastName
source: Last name
it: Cognome

# formPhone
source: Phone
it: Telefono

# formNotes
source: Notes (not visible to client)
it: Note (non visibili al cliente)

# validationRequired
source: Required
it: Richiesto

# validationInvalidEmail
source: Invalid email
it: Email non valida

# validationInvalidPhone
source: Invalid phone
it: Telefono non valido

# lastVisitLabel
source: Last visit: {date}
it: Ultima visita: {date}

# validationNameOrLastNameRequired
source: Enter at least first name or last name
it: Inserire almeno nome o cognome

# servicesTabLabel
source: Services
it: Servizi

# servicePackagesTabLabel
source: Packages
it: Pacchetti

# servicePackagesTitle
source: Packages
it: Pacchetti

# popularServicesTitle
source: Most popular
it: I più richiesti

# servicePackagesEmptyState
source: No packages available
it: Nessun pacchetto disponibile

# servicePackageNewMenu
source: New package
it: Nuovo pacchetto

# servicePackageNewTitle
source: New package
it: Nuovo pacchetto

# servicePackageEditTitle
source: Edit package
it: Modifica pacchetto

# servicePackageNameLabel
source: Package name
it: Nome pacchetto

# servicePackageDescriptionLabel
source: Description
it: Descrizione

# servicePackageOverridePriceLabel
source: Package price
it: Prezzo pacchetto

# servicePackageOverrideDurationLabel
source: Package duration (min)
it: Durata pacchetto (min)

# servicePackageActiveLabel
source: Package active
it: Pacchetto attivo

# servicePackageServicesLabel
source: Included services
it: Servizi inclusi

# servicePackageOrderLabel
source: Service order
it: Ordine servizi

# servicePackageNoServices
source: No services selected
it: Nessun servizio selezionato

# servicePackageServicesRequired
source: Select at least one service
it: Seleziona almeno un servizio

# servicePackageCreatedTitle
source: Package created
it: Pacchetto creato

# servicePackageCreatedMessage
source: The package has been created.
it: Il pacchetto è stato creato.

# servicePackageUpdatedTitle
source: Package updated
it: Pacchetto aggiornato

# servicePackageUpdatedMessage
source: The package has been updated.
it: Il pacchetto è stato aggiornato.

# servicePackageSaveError
source: Failed to save the package.
it: Errore nel salvataggio del pacchetto.

# servicePackageDeleteTitle
source: Delete package?
it: Eliminare il pacchetto?

# servicePackageDeleteMessage
source: This action cannot be undone.
it: Questa azione non può essere annullata.

# servicePackageDeletedTitle
source: Package deleted
it: Pacchetto eliminato

# servicePackageDeletedMessage
source: The package has been deleted.
it: Il pacchetto è stato eliminato.

# servicePackageDeleteError
source: Failed to delete the package.
it: Errore durante l'eliminazione del pacchetto.

# servicePackageInactiveLabel
source: Inactive
it: Inattivo

# servicePackageBrokenLabel
source: Invalid
it: Non valido

# servicesLabel
source: services
it: servizi

source: Add package
it: Aggiungi pacchetto

# servicePackageExpandError
source: Unable to expand the selected package.
it: Impossibile espandere il pacchetto selezionato.

# validationInvalidNumber
source: Invalid number
it: Numero non valido

# agendaAdd
source: Add
it: Aggiungi

# agendaAddTitle
source: Add a...
it: Aggiungi un...

# agendaAddAppointment
source: New appointment
it: Nuovo appuntamento

# agendaAddBlock
source: New block
it: Nuovo blocco

# appointmentDialogTitleNew
source: New appointment
it: Nuovo appuntamento

# appointmentDialogTitleEdit
source: Edit appointment
it: Modifica appuntamento

# formDate
source: Date
it: Data

# formService
source: Service
it: Servizio

# formClient
source: Client
it: Cliente

source: Booking details
it: Dettagli prenotazione

source: Booking notes
it: Note prenotazione

# appointmentNotesTitle
source: Notes
it: Note

# appointmentNoteLabel
source: Appointment note
it: Nota sull'appuntamento

# clientNoteLabel
source: Client note
it: Nota sul cliente

# bookingItems
source: Services
it: Servizi

# bookingTotal
source: Total
it: Totale

# bookingUnavailableTimeWarningAppointment
source: Warning: the appointment time includes unavailable slots for the chosen team.
it: Attenzione: l’orario selezionato per l’appuntamento include fasce non disponibili per il team scelto.

# bookingUnavailableTimeWarningService
source: Warning: this service time includes unavailable slots for the chosen team.
it: Attenzione: l’orario di questo servizio include fasce non disponibili per il team scelto.

# bookingStaffNotEligibleWarning
source: Warning: the selected team member is not eligible for this service.
it: Attenzione: il membro del team selezionato non è abilitato per questo servizio.

# actionDeleteBooking
source: Delete booking
it: Elimina prenotazione

# deleteAppointmentConfirmTitle
source: Delete appointment?
it: Eliminare l'appuntamento?

# deleteAppointmentConfirmMessage
source: The appointment will be removed. This action cannot be undone.
it: L'appuntamento verrà rimosso. L'operazione non può essere annullata.

# deleteBookingConfirmTitle
source: Delete entire booking?
it: Eliminare l’intera prenotazione?

# deleteBookingConfirmMessage
source: All linked services will be removed. This action cannot be undone.
it: Verranno rimossi tutti i servizi collegati. L'operazione non può essere annullata.

# teamLocationsLabel
source: Locations
it: Sedi

# teamAddStaff
source: Add team member
it: Aggiungi membro

# teamNoStaffInLocation
source: No team members in this location
it: Nessun membro in questa sede

# teamDeleteLocationBlockedTitle
source: Cannot delete location
it: Impossibile eliminare la sede

# teamDeleteLocationBlockedMessage
source: Remove all team members assigned to this location first.
it: Rimuovi prima tutti i membri del team associati.

# teamDeleteLocationTitle
source: Delete location?
it: Eliminare la sede?

# teamDeleteLocationMessage
source: The location will be removed from the team. This action cannot be undone.
it: La sede verrà rimossa dal team. L'operazione non può essere annullata.

# teamDeleteStaffTitle
source: Delete team member?
it: Eliminare il membro del team?

# teamDeleteStaffMessage
source: The member will be removed from the team. This action cannot be undone.
it: Il membro verrà rimosso dal team. L'operazione non può essere annullata.

# teamNewLocationTitle
source: New location
it: Nuova sede

# teamEditLocationTitle
source: Edit location
it: Modifica sede

# teamLocationNameLabel
source: Location name
it: Nome sede

# teamLocationAddressLabel
source: Address
it: Indirizzo

# teamLocationEmailHint
source: Email for customer notifications
it: Email per notifiche ai clienti

# teamLocationIsActiveLabel
source: Location active
it: Sede attiva

# teamLocationIsActiveHint
source: If disabled, the location will not be visible to customers
it: Se disattivata, la sede non sarà visibile ai clienti

# teamLocationBookingLimitsSection
source: Online booking limits
it: Limiti prenotazione online

# teamLocationAllowCustomerChooseStaffLabel
source: Allow customers to choose the team member
it: Consenti ai clienti di scegliere l'operatore

# teamLocationAllowCustomerChooseStaffHint
source: If disabled, the system assigns the team member automatically
it: Se disattivato, il sistema assegna automaticamente l'operatore

# teamLocationMinBookingNoticeLabel
source: Minimum booking notice
it: Preavviso minimo prenotazione

# teamLocationMinBookingNoticeHint
source: How far in advance customers must book
it: Quanto tempo prima devono prenotare i clienti

# teamLocationMaxBookingAdvanceLabel
source: Maximum booking advance
it: Prenotazione massima anticipata

# teamLocationMaxBookingAdvanceHint
source: How far ahead customers can book
it: Fino a quanto tempo in anticipo possono prenotare

# teamLocationHours
source: {count, plural, =1{1 hour} other{{count} hours}}
it: {count, plural, =1{1 ora} other{{count} ore}}

# teamLocationDays
source: {count, plural, =1{1 day} other{{count} days}}
it: {count, plural, =1{1 giorno} other{{count} giorni}}

# teamLocationMinutes
source: {count, plural, =1{1 minute} other{{count} minutes}}
it: {count, plural, =1{1 minuto} other{{count} minuti}}

# teamLocationSmartSlotSection
source: Smart time slots
it: Fasce orarie intelligenti

# teamLocationSmartSlotDescription
source: Configure how available times are shown to customers booking online
it: Configura come vengono mostrati gli orari disponibili ai clienti che prenotano online

# teamLocationSlotIntervalLabel
source: Time slot interval
it: Intervallo tra gli orari

# teamLocationSlotIntervalHint
source: How many minutes between each available slot
it: Ogni quanti minuti mostrare un orario disponibile

# teamLocationSlotDisplayModeLabel
source: Display mode
it: Modalità visualizzazione

# teamLocationSlotDisplayModeAll
source: Maximum availability
it: Massima disponibilità

# teamLocationSlotDisplayModeMinGap
source: Reduce empty gaps
it: Riduci spazi vuoti

# teamLocationSlotDisplayModeAllHint
source: Show all available time slots
it: Mostra tutti gli orari disponibili

# teamLocationSlotDisplayModeMinGapHint
source: Hide slots that would create gaps too small to fill
it: Nasconde orari che creerebbero buchi troppo piccoli

# teamLocationMinGapLabel
source: Minimum acceptable gap
it: Gap minimo accettabile

# teamLocationMinGapHint
source: Hide time slots that leave less than this time free
it: Non mostrare orari che lasciano meno di questo tempo libero

# teamNewStaffTitle
source: New team member
it: Nuovo membro del team

# teamEditStaffTitle
source: Edit team member
it: Modifica membro del team

# teamStaffNameLabel
source: First name
it: Nome

# teamStaffSurnameLabel
source: Last name
it: Cognome

# teamStaffColorLabel
source: Color
it: Colore

# teamStaffLocationsLabel
source: Assigned locations
it: Sedi associate

# teamStaffMultiLocationWarning
source: If the member works across multiple locations, make sure availability aligns with the selected locations.
it: Se il membro lavora su più sedi, ricorda di allineare disponibilità e orari con le sedi selezionate.

# teamEligibleStaffLabel
source: Eligible team members
it: Team abilitato

# teamEligibleServicesLabel
source: Eligible services
it: Servizi abilitati

# teamSelectAllServices
source: Select all
it: Seleziona tutto

# teamEligibleServicesCount
source: {count} eligible services
it: {count} servizi abilitati

# teamEligibleServicesNone
source: No eligible services
it: Nessun servizio abilitato

# teamSelectedServicesButton
source: Selected services
it: Servizi selezionati

# teamSelectedServicesCount
source: {selected} of {total}
it: {selected} su {total}

# teamServicesLabel
source: Services
it: Servizi

# teamChooseLocationsButton
source: Select locations
it: Seleziona sedi

# teamChooseLocationSingleButton
source: Select location
it: Seleziona la sede

# teamLocationLabel
source: Location
it: Sede

# teamSelectAllLocations
source: Select all
it: Seleziona tutto

# teamStaffBookableOnlineLabel
source: Enabled for online bookings
it: Abilitato alle prenotazioni online

# staffNotBookableOnlineTooltip
source: Not bookable online
it: Non prenotabile online

# staffNotBookableOnlineTitle
source: Not bookable online
it: Non prenotabile online

# staffNotBookableOnlineMessage
source: This team member is not enabled for online bookings. You can change this in the staff edit form.
it: Questo membro del team non è abilitato alle prenotazioni online. Puoi modificare l’impostazione dal form di modifica dello staff.

# serviceEligibleStaffCount
source: {count} eligible team members
it: {count} membri abilitati

# serviceEligibleStaffNone
source: No eligible team members
it: Nessun membro abilitato

# teamReorderHelpDescription
source: Reorder locations and team members by dragging them. Select whether to sort locations or team. The order will also apply in the agenda section.
it: Riordina sedi e membri del team trascinandoli. Seleziona se ordinare sedi o team. L’ordine sarà lo stesso anche nella sezione agenda.

# createCategoryButtonLabel
source: New category
it: Nuova categoria

# servicesNewServiceMenu
source: New service
it: Nuovo servizio

# reorderTitle
source: Reorder
it: Modifica ordinamento

# addServiceTooltip
source: Add service
it: Aggiungi servizio

# cannotDeleteTitle
source: Cannot delete
it: Impossibile eliminare

# cannotDeleteCategoryContent
source: This category contains one or more services.
it: La categoria contiene uno o più servizi.

# noServicesInCategory
source: No services in this category
it: Nessun servizio in questa categoria

source: Not bookable online
it: Non prenotabile online

# duplicateAction
source: Duplicate
it: Duplica

# deleteServiceQuestion
source: Delete this service?
it: Eliminare il servizio?

# cannotUndoWarning
source: This action cannot be undone.
it: Questa azione non può essere annullata.

# newCategoryTitle
source: New category
it: Nuova categoria

# editCategoryTitle
source: Edit category
it: Modifica categoria

# fieldNameRequiredLabel
source: Name *
it: Nome *

# fieldNameRequiredError
source: Name is required
it: Il nome è obbligatorio

# categoryDuplicateError
source: A category with this name already exists
it: Esiste già una categoria con questo nome

# fieldDescriptionLabel
source: Description
it: Descrizione

# serviceColorLabel
source: Service color
it: Colore servizio

# newServiceTitle
source: New service
it: Nuovo servizio

# editServiceTitle
source: Edit service
it: Modifica servizio

# fieldCategoryRequiredLabel
source: Category *
it: Categoria *

# fieldDurationRequiredLabel
source: Duration *
it: Durata *

# fieldDurationRequiredError
source: Please select a duration
it: Seleziona una durata

# fieldPriceLabel
source: Price
it: Prezzo

# fieldProcessingTimeLabel
source: Processing time
it: Tempo di lavorazione

# fieldBlockedTimeLabel
source: Blocked time
it: Tempo bloccato

# additionalTimeSwitch
source: Additional time
it: Tempo aggiuntivo

# additionalTimeOptionProcessing
source: Processing time
it: Tempo di lavorazione

# additionalTimeOptionBlocked
source: Blocked time
it: Tempo bloccato

# bookableOnlineSwitch
source: Bookable online
it: Prenotabile online

# freeServiceSwitch
source: Free service
it: Servizio gratuito

# priceStartingFromSwitch
source: Price “starting from”
it: Prezzo "a partire da"

# setPriceToEnable
source: Set a price to enable this option
it: Imposta un prezzo per abilitarlo

# serviceDuplicateError
source: A service with this name already exists
it: Esiste già un servizio con questo nome

# reorderHelpDescription
source: Reorder categories and services by dragging them: the same order will be applied to online booking. Select whether to sort categories or services.
it: Riordina categorie e servizi trascinandoli: l’ordine sarà lo stesso anche nella prenotazione online. Seleziona se ordinare categorie o servizi.

# reorderCategoriesLabel
source: Categories
it: Categorie

# reorderServicesLabel
source: Services
it: Servizi

# emptyCategoriesNotReorderableNote
source: Categories without services cannot be reordered and stay at the end.
it: Le categorie senza servizi non sono riordinabili e restano in coda.

# serviceSeedCategoryBodyName
source: Body Treatments
it: Trattamenti Corpo

# serviceSeedCategoryBodyDescription
source: Services dedicated to body wellness
it: Servizi dedicati al benessere del corpo

# serviceSeedCategorySportsName
source: Sports Treatments
it: Trattamenti Sportivi

# serviceSeedCategorySportsDescription
source: Programs designed for athletes and active people
it: Percorsi pensati per atleti e persone attive

# serviceSeedCategoryFaceName
source: Facial Treatments
it: Trattamenti Viso

# serviceSeedCategoryFaceDescription
source: Aesthetic and rejuvenating care for the face
it: Cura estetica e rigenerante per il viso

# serviceSeedServiceRelaxName
source: Relax Massage
it: Massaggio Relax

# serviceSeedServiceRelaxDescription
source: Relaxing 30-minute treatment
it: Trattamento rilassante da 30 minuti

# serviceSeedServiceSportName
source: Sports Massage
it: Massaggio Sportivo

# serviceSeedServiceSportDescription
source: Intensive decontracting treatment
it: Trattamento decontratturante intensivo

# serviceSeedServiceFaceName
source: Facial Treatment
it: Trattamento Viso

# serviceSeedServiceFaceDescription
source: Cleansing and illuminating treatment
it: Pulizia e trattamento illuminante

# serviceDuplicateCopyWord
source: Copy
it: Copia

# moveAppointmentConfirmTitle
source: Confirm move?
it: Confermi lo spostamento?

# moveAppointmentConfirmMessage
source: The appointment will be moved to {newTime} for {staffName}.
it: L'appuntamento verrà spostato alle {newTime} per {staffName}.

# discardChangesTitle
source: Unsaved changes
it: Modifiche non salvate

# discardChangesMessage
source: You have unsaved changes. Do you want to discard them?
it: Hai delle modifiche non salvate. Vuoi scartarle?

# actionDiscard
source: Cancel
it: Annulla

# actionKeepEditing
source: Keep editing
it: Continua a modificare

# deleteClientConfirmTitle
source: Delete client?
it: Eliminare il cliente?

# deleteClientConfirmMessage
source: The client will be permanently deleted. This action cannot be undone.
it: Il cliente verrà eliminato definitivamente. Questa azione non può essere annullata.

# sortByNameAsc
source: Name (A-Z)
it: Nome (A-Z)

# sortByNameDesc
source: Name (Z-A)
it: Nome (Z-A)

# sortByLastNameAsc
source: Last name (A-Z)
it: Cognome (A-Z)

# sortByLastNameDesc
source: Last name (Z-A)
it: Cognome (Z-A)

# sortByCreatedAtDesc
source: Created (newest)
it: Data creazione (nuovi)

# sortByCreatedAtAsc
source: Created (oldest)
it: Data creazione (vecchi)

# clientAppointmentsTitle
source: {clientName}'s appointments
it: Appuntamenti di {clientName}

# clientAppointmentsUpcoming
source: Upcoming
it: Prossimi

# clientAppointmentsPast
source: Past
it: Passati

# clientAppointmentsEmpty
source: No appointments
it: Nessun appuntamento

# staffFilterTooltip
source: Filter team
it: Filtra team

# staffFilterTitle
source: Filter team
it: Filtra team

# staffFilterAllTeam
source: All team
it: Tutto il team

# staffFilterOnDuty
source: On duty team
it: Team di turno

# agendaNoOnDutyTeamTitle
source: No team members on duty today
it: Nessun membro del team di turno oggi

# agendaNoSelectedTeamTitle
source: No selected team members
it: Nessun membro del team selezionato

# agendaShowAllTeamButton
source: View all team
it: Visualizza tutto il team

# staffFilterSelectMembers
source: Select team members
it: Seleziona membri del team

# blockDialogTitleNew
source: New block
it: Nuovo blocco

# blockDialogTitleEdit
source: Edit block
it: Modifica blocco

# blockAllDay
source: All day
it: Giornata intera

# blockStartTime
source: Start time
it: Orario inizio

# blockEndTime
source: End time
it: Orario fine

# blockSelectStaff
source: Select team
it: Seleziona team

# blockSelectStaffError
source: Select at least one team member
it: Seleziona almeno un team

# blockTimeError
source: End time must be after start time
it: L'ora di fine deve essere successiva all'ora di inizio

# blockReason
source: Reason (optional)
it: Motivo (opzionale)

# blockReasonHint
source: E.g. Meeting, Break, etc.
it: Es. Riunione, Pausa, ecc.

# serviceStartsAfterMidnight
source: Cannot add service: the time exceeds midnight. Change the start time or staff member.
it: Impossibile aggiungere il servizio: l'orario supera la mezzanotte. Modifica l'orario di inizio o l'operatore.

# sortByTitle
source: Sort by
it: Ordina per

# selectStaffTitle
source: Select team
it: Seleziona team

# addClientToAppointment
source: Add a client to the appointment
it: Aggiungi un cliente all'appuntamento

# clientOptionalHint
source: Leave empty if you don't want to associate a client with the appointment
it: Lascia il campo vuoto se non vuoi associare un cliente all'appuntamento

# selectClientTitle
source: Select client
it: Seleziona cliente

source: Remove client
it: Rimuovi cliente

# searchClientPlaceholder
source: Search client...
it: Cerca cliente...

source: Create new client
it: Crea nuovo cliente

# noClientForAppointment
source: No client for the appointment
it: Nessun cliente per l'appuntamento

# formServices
source: Services
it: Servizi

# searchServices
source: Search service...
it: Cerca servizio...

source: Show all services
it: Mostra tutti i servizi

source: No services found
it: Nessun servizio trovato

# servicesSelectedCount
source: {count, plural, =1{1 service selected} other{{count} services selected}}
it: {count, plural, =1{1 servizio selezionato} other{{count} servizi selezionati}}
