Repository: dariolr/Agenda_Project
Catalog: agenda_backend/lib/core/l10n/intl_*.arb
Languages: it

source: Add service
it: Aggiungi un servizio

source: Select service
it: Seleziona un servizio

source: No services added
it: Nessun servizio aggiunto

# atLeastOneServiceRequired
source: Add at least one service
it: Aggiungi almeno un servizio

# notesPlaceholder
source: Notes about the appointment...
it: Note sull'appuntamento...

# noStaffAvailable
source: No team available
it: Nessun team disponibile

# weeklyScheduleTitle
source: Weekly
it: Orario settimanale

# weeklyScheduleTotalHours
source: {hours} hours total
it: {hours} ore totale

# weeklyScheduleNotWorking
source: Not working
it: Non lavora

# weeklyScheduleAddShift
source: Add shift
it: Aggiungi turno

# weeklyScheduleRemoveShift
source: Remove shift
it: Rimuovi turno

# dayMondayFull
source: Monday
it: lunedì

# dayTuesdayFull
source: Tuesday
it: martedì

# dayWednesdayFull
source: Wednesday
it: mercoledì

# dayThursdayFull
source: Thursday
it: giovedì

# dayFridayFull
source: Friday
it: venerdì

# daySaturdayFull
source: Saturday
it: sabato

# daySundayFull
source: Sunday
it: domenica

# exceptionDialogTitleNew
source: New exception
it: Nuova eccezione

# exceptionDialogTitleEdit
source: Edit exception
it: Modifica eccezione

source: Exception type
it: Tipo eccezione

# exceptionTypeUnavailable
source: Unavailable
it: Non disponibile

# exceptionTypeAvailable
source: Available
it: Disponibile

# exceptionAllDay
source: All day
it: Giornata intera

# exceptionStartTime
source: Start time
it: Orario inizio

# exceptionEndTime
source: End time
it: Orario fine

# exceptionReason
source: Reason (optional)
it: Motivo (opzionale)

# exceptionReasonVacation
source: Vacation
it: Ferie

# exceptionReasonExtraShift
source: Extra shift
it: Turno extra

# exceptionReasonMedicalVisit
source: Medical visit
it: Visita medica

# exceptionReasonHint
source: E.g. Holiday, Medical visit, Extra shift...
it: Es. Ferie, Visita medica, Turno extra...

# exceptionTimeError
source: End time must be after start time
it: L'ora di fine deve essere successiva all'ora di inizio

# exceptionUnavailableNoBase
source: You can't add unavailability on a day with no base availability.
it: Non puoi aggiungere una non disponibilità in un giorno senza disponibilità base.

# exceptionUnavailableNoOverlap
source: Unavailability must overlap the base availability.
it: La non disponibilità deve sovrapporsi alla disponibilità base.

# exceptionAvailableNoEffect
source: Extra availability must add hours beyond the base availability.
it: La disponibilità extra deve aggiungere ore rispetto alla disponibilità base.

# exceptionPartialSaveInfo
source: Some days were not saved: {dates}.
it: Alcuni giorni non sono stati salvati: {dates}.

# exceptionPartialSaveInfoDetailed
source: Some days were not saved: {details}.
it: Alcuni giorni non sono stati salvati: {details}.

# exceptionPartialSaveTitle
source: Exceptions not saved
it: Eccezioni non salvate

# exceptionPartialSaveMessage
source: The days below were not congruent and were not saved:
it: I giorni sotto non erano congruenti e non sono stati salvati:

# exceptionDeleteTitle
source: Delete exception?
it: Eliminare l'eccezione?

# exceptionDeleteMessage
source: The exception will be permanently deleted.
it: L'eccezione verrà eliminata definitivamente.

# exceptionSelectTime
source: Select time
it: Seleziona orario

# exceptionsTitle
source: Exceptions
it: Eccezioni

# exceptionsEmpty
source: No exceptions configured
it: Nessuna eccezione configurata

# exceptionsAdd
source: Add exception
it: Aggiungi eccezione

# exceptionPeriodMode
source: Period
it: Periodo

# exceptionPeriodSingle
source: Single day
it: Giorno singolo

# exceptionPeriodRange
source: From - To
it: Da - A

# exceptionPeriodDuration
source: Duration
it: Durata

# exceptionDateFrom
source: Start date
it: Data inizio

# exceptionDateTo
source: End date
it: Data fine

# exceptionDuration
source: Duration (days)
it: Durata (giorni)

# exceptionDurationDays
source: {count} {count, plural, =1{day} other{days}}
it: {count} {count, plural, =1{giorno} other{giorni}}

# shiftDeleteThisOnly
source: Delete only this shift
it: Elimina solo questo turno

# shiftDeleteThisOnlyDesc
source: Delete only the time slot of {date}
it: Elimina solo la fascia oraria di {date}

# shiftDeleteAll
source: Delete all these shifts
it: Elimina tutti questi turni

# shiftDeleteAllDesc
source: Delete the weekly time slot for every {dayName}
it: Elimina la fascia oraria settimanale di ogni {dayName}

# shiftEditThisOnly
source: Edit only this shift
it: Modifica solo questo turno

# shiftEditThisOnlyDesc
source: Edit only the time slot of {date}
it: Modifica solo la fascia oraria di {date}

# shiftEditAll
source: Edit all these shifts
it: Modifica tutti questi turni

# shiftEditAllDesc
source: Edit the weekly time slot for every {dayName}
it: Modifica la fascia oraria settimanale di ogni {dayName}

# shiftEditTitle
source: Edit shift
it: Modifica turno

# shiftStartTime
source: Start time
it: Ora inizio

# shiftEndTime
source: End time
it: Ora fine

# exceptionEditShift
source: Edit exception
it: Modifica eccezione

# exceptionEditShiftDesc
source: Edit the times of this exception
it: Modifica gli orari di questa eccezione

# exceptionDeleteShift
source: Delete exception
it: Elimina eccezione

# exceptionDeleteShiftDesc
source: Restore base availability
it: Ripristina la disponibilità base

# clientLockedHint
source: Client cannot be changed for this appointment
it: Il cliente non può essere modificato per questo appuntamento

# applyClientToAllAppointmentsTitle
source: Apply client to entire booking?
it: Applicare il cliente a tutta la prenotazione?

# applyClientToAllAppointmentsMessage
source: The client will also be associated with the appointments in this booking that have been assigned to other staff members.
it: Il cliente verrà associato anche agli appuntamenti di questa prenotazione che sono stati assegnati ad altro operatore.

# operatorsTitle
source: Operators
it: Operatori

# operatorsSubtitle
source: Manage who can access the platform
it: Gestisci chi può accedere al gestionale

# operatorsEmpty
source: No operators configured
it: Nessun operatore configurato

# operatorsInviteTitle
source: Invite operator
it: Invita operatore

# operatorsInviteSubtitle
source: Send an invite via email
it: Invia un invito via email

# operatorsInviteRole
source: Role
it: Ruolo

# operatorsInviteSend
source: Send invite
it: Invia invito

# operatorsInviteSuccess
source: Invite sent to {email}
it: Invito inviato a {email}

# operatorsInviteCopied
source: Invite link copied
it: Link di invito copiato

# operatorsScopeTitle
source: Access
it: Accesso

# operatorsScopeBusiness
source: All locations
it: Tutte le sedi

# operatorsScopeBusinessDesc
source: Full access to all business locations
it: Accesso completo a tutte le sedi del business

# operatorsScopeLocations
source: Specific locations
it: Sedi specifiche

# operatorsScopeLocationsDesc
source: Access limited to selected locations
it: Accesso limitato alle sedi selezionate

# operatorsScopeSelectLocations
source: Select locations
it: Seleziona sedi

# operatorsScopeLocationsRequired
source: Select at least one location
it: Seleziona almeno una sede

# operatorsPendingInvites
source: Pending invites
it: Inviti in attesa

# operatorsPendingInvitesCount
source: {count} pending invites
it: {count} inviti in attesa

# operatorsRevokeInvite
source: Revoke invite
it: Revoca invito

# operatorsRevokeInviteConfirm
source: Do you want to revoke the invite for {email}?
it: Vuoi revocare l'invito per {email}?

# operatorsEditRole
source: Edit role
it: Modifica ruolo

# operatorsRemove
source: Remove operator
it: Rimuovi operatore

# operatorsRemoveConfirm
source: Do you want to remove {name} from the team?
it: Vuoi rimuovere {name} dal team?

# operatorsRemoveSuccess
source: Operator removed
it: Operatore rimosso

# operatorsRoleOwner
source: Owner
it: Proprietario

# operatorsRoleAdmin
source: Administrator
it: Amministratore

# operatorsRoleDescription
source: Select access level
it: Seleziona il livello di accesso

# operatorsYou
source: You
it: Tu

# operatorsInvitedBy
source: Invited by {name}
it: Invitato da {name}

# operatorsExpires
source: Expires on {date}
it: Scade il {date}

# authLoginSubtitle
source: Sign in to the management system
it: Accedi al gestionale

# authLogin
source: Sign In
it: Accedi

# authLogout
source: Sign Out
it: Esci

# authRememberMe
source: Remember me
it: Ricordami

# authForgotPassword
source: Forgot password?
it: Password dimenticata?

# authForgotPasswordInfo
source: Contact the system administrator to reset your password.
it: Contatta l'amministratore di sistema per reimpostare la password.

# authResetPasswordTitle
source: Reset password
it: Recupera password

# authResetPasswordMessage
source: Enter your email. We will send you a link to reset your password.
it: Inserisci la tua email. Ti invieremo un link per reimpostare la password.

# authResetPasswordSend
source: Send
it: Invia

# authResetPasswordSuccess
source: If the email exists in our system, you will receive a password reset link.
it: Se l'email esiste nel sistema, riceverai un link per reimpostare la password.

# authResetPasswordError
source: An error occurred. Please try again later.
it: Si è verificato un errore. Riprova più tardi.

# authRequiredField
source: Required field
it: Campo obbligatorio

# authInvalidEmail
source: Invalid email
it: Email non valida

# authPasswordTooShort
source: Password too short
it: Password troppo corta

# authLoginFailed
source: Invalid credentials. Please try again.
it: Credenziali non valide. Riprova.

# authLoginFooter
source: Access reserved for authorized operators
it: Accesso riservato agli operatori autorizzati

# authFirstName
source: First Name
it: Nome

# authLastName
source: Last Name
it: Cognome

# authPhone
source: Phone
it: Telefono

# switchBusiness
source: Switch
it: Cambia

# profileTitle
source: Profile
it: Profilo

# planningCreateTitle
source: New planning
it: Nuovo planning

# planningEditTitle
source: Edit planning
it: Modifica planning

# planningDeleteTitle
source: Delete planning
it: Elimina planning

# planningDeleteConfirm
source: Are you sure you want to delete this planning? Weekly schedules will be removed.
it: Sei sicuro di voler eliminare questo planning? Gli orari settimanali verranno rimossi.

source: Planning type
it: Tipo planning

# planningTypeWeekly
source: Weekly
it: Settimanale

# planningTypeBiweekly
source: Biweekly
it: Bisettimanale

# planningTypeUnavailable
source: Unavailable
it: Non disponibile

# planningValidFrom
source: Validity start date
it: Data inizio validità

# planningValidTo
source: Validity end date
it: Data fine validità

# planningOpenEnded
source: No end date
it: Senza scadenza

# planningValidFromTo
source: Valid from {from} to {to}
it: Valida dal {from} al {to}

# planningValidFromOnly
source: Valid from {from}
it: Valida dal {from}

# planningWeeklyHours
source: {hours}h/week
it: {hours}h/settimana

# planningBiweeklyHours
source: Week A: {hoursA}h | Week B: {hoursB}h | Tot: {total}h
it: Sett. A: {hoursA}h | Sett. B: {hoursB}h | Tot: {total}h

# planningShowExpired
source: Show expired ({count})
it: Mostra planning scaduti ({count})

# planningHideExpired
source: Hide expired
it: Nascondi planning scaduti

# planningSetEndDate
source: Set end date
it: Imposta data fine

# planningSelectDate
source: Select date
it: Seleziona data

# planningListEmpty
source: No planning defined
it: Nessun planning definito

# planningListAdd
source: Add planning
it: Aggiungi planning

# planningWeekA
source: Week A
it: Settimana A

# planningWeekB
source: Week B
it: Settimana B

# planningCurrentWeek
source: Current week: {week}
it: Settimana attuale: {week}

# planningValidityRange
source: From {from} to {to}
it: Dal {from} al {to}

# planningValidityFrom
source: From {from}
it: Dal {from}

# planningActive
source: Active
it: Attivo

# planningFuture
source: Future
it: Futuro

# planningPast
source: Past
it: Passato

# appointmentPriceLabel
source: Price
it: Prezzo

# appointmentPriceHint
source: Custom price
it: Prezzo personalizzato

# appointmentPriceResetTooltip
source: Reset to service price
it: Ripristina prezzo del servizio

# appointmentPriceFree
source: Free
it: Gratuito

# bookingHistoryTitle
source: Booking history
it: Storico prenotazione

# bookingHistoryEmpty
source: No events recorded
it: Nessun evento registrato

# bookingHistoryLoading
source: Loading history...
it: Caricamento storico...

# bookingHistoryError
source: Error loading history
it: Errore nel caricamento dello storico

# bookingHistoryEventCreated
source: Booking created
it: Prenotazione creata

# bookingHistoryEventUpdated
source: Booking updated
it: Prenotazione modificata

# bookingHistoryEventCancelled
source: Booking cancelled
it: Prenotazione cancellata

# bookingHistoryEventItemAdded
source: Service added
it: Servizio aggiunto

# bookingHistoryEventItemDeleted
source: Service removed
it: Servizio rimosso

# bookingHistoryEventAppointmentUpdated
source: Appointment updated
it: Appuntamento modificato

# bookingHistoryEventTimeChanged
source: Time changed
it: Orario modificato

# bookingHistoryEventStaffChanged
source: Staff changed
it: Operatore cambiato

# bookingHistoryEventPriceChanged
source: Price changed
it: Prezzo modificato

# bookingHistoryEventDurationChanged
source: Duration changed
it: Durata modificata

# bookingHistoryEventReplaced
source: Booking rescheduled
it: Prenotazione riprogrammata

# bookingHistoryActorStaff
source: Staff
it: Operatore

# bookingHistoryActorCustomer
source: Customer
it: Cliente

# bookingHistoryActorSystem
source: System
it: Sistema

# bookingHistoryChangedFields
source: Changed fields: {fields}
it: Campi modificati: {fields}

# cancelledBadge
source: CANCELLED
it: CANCELLATO

# recurrenceRepeatBooking
source: Repeat this appointment
it: Ripeti questo appuntamento

# recurrenceFrequency
source: Frequency
it: Frequenza

# recurrenceEvery
source: Every
it: Ogni

# recurrenceDay
source: day
it: giorno

# recurrenceDays
source: days
it: giorni

# recurrenceWeek
source: week
it: settimana

# recurrenceWeeks
source: weeks
it: settimane

# recurrenceMonth
source: month
it: mese

# recurrenceMonths
source: months
it: mesi

# recurrenceEnds
source: Ends
it: Termina

# recurrenceNever
source: For one year
it: Per un anno

# recurrenceAfter
source: After
it: Dopo

# recurrenceOccurrences
source: occurrences
it: occorrenze

# recurrenceOnDate
source: On
it: Il

# recurrenceSelectDate
source: Select date
it: Seleziona data

# recurrencePreviewTitle
source: Appointment preview
it: Anteprima appuntamenti

# recurrencePreviewCount
source: {count} appointments
it: {count} appuntamenti

# recurrencePreviewSelected
source: {count} selected
it: {count} selezionati

# recurrencePreviewConflicts
source: {count} conflicts
it: {count} conflitti

# recurrencePreviewHint
source: Uncheck the dates you don't want to create
it: Deseleziona le date che non vuoi creare

# recurrencePreviewConfirm
source: Create {count} appointments
it: Crea {count} appuntamenti

# recurrenceSummaryTitle
source: Series created
it: Serie creata

# recurrenceSummaryCreated
source: {count} appointments created
it: {count} appuntamenti creati

# recurrenceSummarySkipped
source: {count} skipped due to conflicts
it: {count} saltati per conflitto

# recurrenceSummaryError
source: Error creating series
it: Errore nella creazione della serie

# recurrenceSummaryAppointments
source: Appointments:
it: Appuntamenti:

# recurrenceSummaryConflict
source: Skipped due to conflict
it: Saltato per conflitto

# recurrenceSummaryDeleted
source: Deleted
it: Eliminato

# recurrenceSeriesIcon
source: Recurring appointment
it: Appuntamento ricorrente

# recurrenceSeriesOf
source: {index} of {total}
it: {index} di {total}

# recurringDeleteTitle
source: Delete recurring appointment
it: Elimina appuntamento ricorrente

# recurringDeleteMessage
source: This is appointment {index} of {total} in the series.
it: Questo è l'appuntamento {index} di {total} nella serie.

# recurringDeleteChooseScope
source: Which appointments do you want to delete?
it: Quali appuntamenti vuoi eliminare?

# recurringEditTitle
source: Edit recurring appointment
it: Modifica appuntamento ricorrente

# recurringEditMessage
source: This is appointment {index} of {total} in the series.
it: Questo è l'appuntamento {index} di {total} nella serie.

# recurringEditChooseScope
source: Which appointments do you want to edit?
it: Quali appuntamenti vuoi modificare?

# recurringScopeOnlyThis
source: Only this one
it: Solo questo

# recurringScopeThisAndFuture
source: This and future
it: Questo e futuri

# recurringScopeAll
source: All
it: Tutti

# bookingTotalDuration
source: Total duration: {duration}
it: Durata totale: {duration}

# bookingTotalPrice
source: Total: {price}
it: Totale: {price}

# recurrenceClientRequired
source: A client must be selected for recurring appointments
it: È necessario selezionare un cliente per gli appuntamenti ricorrenti

# recurrenceConflictHandling
source: Overlaps
it: Sovrapposizioni

# recurrenceConflictSkip
source: Skip conflicting dates
it: Salta date con conflitti

# recurrenceConflictSkipDescription
source: Don't create appointments if there are overlaps
it: Non crea appuntamenti se ci sono sovrapposizioni

# recurrenceConflictForce
source: Create anyway
it: Crea comunque

# recurrenceConflictForceDescription
source: Create appointments even if there are overlaps
it: Crea gli appuntamenti anche se ci sono sovrapposizioni

# reportsTitle
source: Reports
it: Report

# reportsNoData
source: No data available
it: Nessun dato disponibile

# actionRefresh
source: Refresh
it: Aggiorna

# reportsPresets
source: Period presets
it: Preset periodo

# reportsPresetCustom
source: Choose period
it: Scegli periodo

# reportsPresetToday
source: Today
it: Oggi

# reportsPresetWeek
source: This week
it: Questa settimana

# reportsPresetMonth
source: Current month
it: Mese corrente

# reportsPresetLastMonth
source: Last month
it: Mese scorso

# reportsPresetQuarter
source: Current quarter
it: Trimestre corrente

# reportsPresetSemester
source: Current semester
it: Semestre corrente

# reportsPresetYear
source: Current year
it: Anno corrente

# reportsPresetLast3Months
source: Last 3 months
it: Ultimi 3 mesi

# reportsPresetLast6Months
source: Last 6 months
it: Ultimi 6 mesi

# reportsPresetLastYear
source: Previous year
it: Anno precedente

# reportsFullPeriodToggle
source: Include full period (future included)
it: Includi intero periodo (anche futuro)

# reportsFilterLocations
source: Locations
it: Sedi

# reportsFilterServices
source: Services
it: Servizi

# reportsFilterStatus
source: Status
it: Stato

# statusConfirmed
source: Confirmed
it: Confermato

# statusCompleted
source: Completed
it: Completato

# statusCancelled
source: Cancelled
it: Cancellato

# actionSelectAll
source: Select all
it: Seleziona tutti

# actionDeselectAll
source: Deselect all
it: Deseleziona tutti

# actionApply
source: Apply
it: Applica

# reportsTotalAppointments
source: Appointments
it: Appuntamenti

# reportsTotalRevenue
source: Revenue
it: Incasso

# reportsTotalHours
source: Hours worked
it: Ore lavorate

# reportsOccupancyPercentage
source: Occupancy
it: Occupazione

# reportsUniqueClients
source: Unique clients
it: Clienti unici

# reportsByStaff
source: By staff
it: Per operatore

# reportsByLocation
source: By location
it: Per sede

# reportsByService
source: By service
it: Per servizio

# reportsByDayOfWeek
source: By day of week
it: Per giorno della settimana

# reportsByPeriod
source: By period
it: Per periodo

# reportsByHour
source: By hour
it: Per fascia oraria

# reportsTabAppointments
source: Appointments
it: Appuntamenti

# reportsWorkHoursSubtitle
source: Summary of scheduled, worked hours and absences
it: Riepilogo ore programmate, lavorate e assenze

# reportsWorkHoursScheduled
source: Scheduled
it: Programmate

# reportsWorkHoursWorked
source: Booked
it: Prenotate

# reportsWorkHoursBlocked
source: Blocked
it: Blocchi

# reportsWorkHoursOff
source: Time Off
it: Ferie/Assenze

# reportsWorkHoursAvailable
source: Effective
it: Effettive

# reportsWorkHoursUtilization
source: Occupancy
it: Occupazione

# reportsColScheduledHours
source: Scheduled
it: Programmate

# reportsColWorkedHours
source: Booked
it: Prenotate

# reportsColBlockedHours
source: Blocked
it: Blocchi

# reportsColOffHours
source: Time Off
it: Ferie/Assenze

# reportsColAvailableHours
source: Effective
it: Effettive

# reportsColUtilization
source: Occupancy
it: Occupazione

# reportsColStaff
source: Staff
it: Operatore

# reportsColAppointments
source: Appointments
it: Appuntamenti

# reportsColRevenue
source: Revenue
it: Incasso

# reportsColHours
source: Hours
it: Ore

# reportsColAvgRevenue
source: Average
it: Media

# reportsColLocation
source: Location
it: Sede

# reportsColService
source: Service
it: Servizio

# reportsColCategory
source: Category
it: Categoria

# reportsColAvgDuration
source: Avg. duration
it: Durata media

# reportsColDay
source: Day
it: Giorno

# reportsColPeriod
source: Period
it: Periodo

# reportsColHour
source: Hour
it: Ora

# dayMonday
source: Monday
it: Lunedì

# dayTuesday
source: Tuesday
it: Martedì

# dayWednesday
source: Wednesday
it: Mercoledì

# dayThursday
source: Thursday
it: Giovedì

# dayFriday
source: Friday
it: Venerdì

# daySaturday
source: Saturday
it: Sabato

# daySunday
source: Sunday
it: Domenica

# serviceRequiredResourcesLabel
source: Required resources
it: Risorse richieste

# resourceNoneLabel
source: No resources required
it: Nessuna risorsa richiesta

# resourceSelectLabel
source: Select resources
it: Seleziona risorse

# resourcesTitle
source: Resources
it: Risorse

# resourcesEmpty
source: No resources configured for this location
it: Nessuna risorsa configurata per questa sede

# resourcesEmptyHint
source: Resources are equipment or spaces (e.g., cabins, beds) that can be associated with services
it: Le risorse sono attrezzature o spazi (es. cabine, lettini) che possono essere associati ai servizi

# resourceNew
source: New resource
it: Nuova risorsa

# resourceEdit
source: Edit resource
it: Modifica risorsa

# resourceNameLabel
source: Resource name
it: Nome risorsa

# resourceQuantityLabel
source: Available quantity
it: Quantità disponibile

# resourceTypeLabel
source: Type (optional)
it: Tipo (opzionale)

# resourceNoteLabel
source: Notes (optional)
it: Note (opzionale)

# resourceDeleteConfirm
source: Delete this resource?
it: Eliminare questa risorsa?

# resourceDeleteWarning
source: Services using this resource will no longer be constrained by its availability
it: I servizi che usano questa risorsa non saranno più vincolati alla sua disponibilità

# resourceServicesLabel
source: Services using this resource
it: Servizi che usano questa risorsa

# resourceNoServicesSelected
source: No services associated
it: Nessun servizio associato

# resourceSelectServices
source: Select services
it: Seleziona servizi

# resourceServiceCountSingular
source: 1 service
it: 1 servizio

# resourceServiceCountPlural
source: {count} services
it: {count} servizi

# resourceQuantityRequired
source: Qty required
it: Qtà richiesta

# bookingsListTitle
source: Bookings List
it: Elenco Prenotazioni

# bookingsListEmpty
source: No bookings found
it: Nessuna prenotazione trovata

# bookingsListEmptyHint
source: Try adjusting your search filters
it: Prova a modificare i filtri di ricerca

# bookingsListFilterTitle
source: Filters
it: Filtri

# bookingsListFilterLocation
source: Location
it: Sede

# bookingsListFilterStaff
source: Staff
it: Operatore

# bookingsListFilterService
source: Service
it: Servizio

# bookingsListFilterClient
source: Search client
it: Cerca cliente
