Repository: dariolr/Agenda_Project
Catalog: agenda_backend/lib/core/l10n/intl_*.arb
Languages: it

# bookingsListFilterClientHint
source: Name, email or phone
it: Nome, email o telefono

# bookingsListFilterStatus
source: Status
it: Stato

# bookingsListFilterPeriod
source: Period
it: Periodo

# bookingsListFilterIncludePast
source: Include past
it: Includi passati

# bookingsListFilterFutureOnly
source: Future only
it: Solo futuri

# bookingsListSortByAppointment
source: Appointment date
it: Data appuntamento

# bookingsListSortByCreated
source: Creation date
it: Data creazione

# bookingsListSortAsc
source: Ascending
it: Crescente

# bookingsListSortDesc
source: Descending
it: Decrescente

# bookingsListColumnDateTime
source: Date/Time
it: Data/Ora

# bookingsListColumnCreatedAt
source: Created on
it: Creato il

# bookingsListColumnCreatedBy
source: Created by
it: Creato da

# bookingsListColumnClient
source: Client
it: Cliente

# bookingsListColumnServices
source: Services
it: Servizi

# bookingsListColumnStaff
source: Staff
it: Operatore

# bookingsListColumnStatus
source: Status
it: Stato

# bookingsListColumnPrice
source: Price
it: Prezzo

# bookingsListColumnActions
source: Actions
it: Azioni

# bookingsListActionEdit
source: Edit
it: Modifica

# bookingsListActionCancel
source: Cancel
it: Cancella

# bookingsListActionView
source: Details
it: Dettagli

# bookingsListStatusConfirmed
source: Confirmed
it: Confermato

# bookingsListStatusCancelled
source: Cancelled
it: Cancellato

# bookingsListStatusCompleted
source: Completed
it: Completato

# bookingsListStatusPending
source: Pending
it: In attesa

# bookingsListSourcePhone
source: Phone
it: Telefono

# bookingsListSourceInternal
source: Back office
it: Gestionale

# bookingsListTotalCount
source: {count} bookings
it: {count} prenotazioni

# bookingsListLoadMore
source: Load more
it: Carica altre

# bookingsListResetFilters
source: Reset filters
it: Reset filtri

# bookingsListAllLocations
source: All locations
it: Tutte le sedi

# bookingsListAllStaff
source: All staff
it: Tutti gli operatori

# bookingsListAllServices
source: All services
it: Tutti i servizi

# bookingsListAllStatus
source: All statuses
it: Tutti gli stati

# bookingsListCancelConfirmTitle
source: Cancel booking?
it: Cancellare prenotazione?

# bookingsListCancelConfirmMessage
source: This action cannot be undone.
it: Questa azione non può essere annullata.

# bookingsListCancelSuccess
source: Booking cancelled
it: Prenotazione cancellata

# bookingsListLoading
source: Loading...
it: Caricamento...

# bookingsListNoClient
source: No client
it: Nessun cliente

# moreServicesDescription
source: Manage services, categories and pricing
it: Gestisci i servizi offerti, categorie e listini

# moreTeamDescription
source: Manage operators, locations and working hours
it: Gestisci operatori, sedi e orari di lavoro

# moreReportsDescription
source: View statistics and business performance
it: Visualizza statistiche e andamento attività

# moreBookingsDescription
source: Browse booking history
it: Consulta lo storico delle prenotazioni

# moreSubtitle
source: Access other application features
it: Accedi alle altre funzionalità dell'applicazione

# closuresTitle
source: Closure dates
it: Date di chiusura

# closuresEmpty
source: No closures scheduled
it: Nessuna chiusura programmata

# closuresEmptyHint
source: Add business closure periods (e.g. holidays, vacations)
it: Aggiungi i periodi di chiusura dell'attività (es. festività, ferie)

# closuresUpcoming
source: Upcoming closures
it: Prossime chiusure

# closuresPast
source: Past closures
it: Chiusure precedenti

# closuresNewTitle
source: New closure
it: Nuova chiusura

# closuresEditTitle
source: Edit closure
it: Modifica chiusura

# closuresStartDate
source: Start date
it: Data inizio

# closuresEndDate
source: End date
it: Data fine

# closuresReason
source: Reason (optional)
it: Motivo (opzionale)

# closuresReasonHint
source: e.g. Holiday, Summer vacation, Maintenance...
it: es. Festività, Ferie estive, Manutenzione...

# closuresDeleteConfirm
source: Delete this closure?
it: Eliminare questa chiusura?

# closuresDeleteConfirmMessage
source: Booking slots during this period will become available again.
it: Gli slot di prenotazione in questo periodo torneranno disponibili.

# closuresOverlapError
source: Dates overlap with an existing closure
it: Le date si sovrappongono con un'altra chiusura esistente

# closuresInvalidDateRange
source: End date must be equal to or after start date
it: La data di fine deve essere uguale o successiva alla data di inizio

# closuresDays
source: {count, plural, =1{1 day} other{{count} days}}
it: {count, plural, =1{1 giorno} other{{count} giorni}}

# closuresSingleDay
source: Single day
it: Giorno singolo

# closuresDateRange
source: Date range
it: Periodo

# closuresAddSuccess
source: Closure added
it: Chiusura aggiunta

# closuresUpdateSuccess
source: Closure updated
it: Chiusura aggiornata

# closuresDeleteSuccess
source: Closure deleted
it: Chiusura eliminata
